{
    "mysql.procedure.error": "An error occurred while executing a stored procedure!",
    "app.header.hi": "Hi",
    "app.header.login": "Login",
    "app.header.wiki": "Wiki",
    "app.header.logout": "Logout",
    "app.header.language": "Choose language",
    "app.footer.userMessage.title": "Have you found an error?",
    "app.footer.userMessage.text": "Help us fix the site errors.",
    "app.footer.userMessage.longText": "If you have found a problem with the rules of the game or a bug on the site, please help us fix it! Notify the developers. You must be logged in to use this feature.",
    "app.footer.userMessage.label": "Explain the problem",
    "app.footer.userMessage.submit": "Send Issue",
    "app.footer.userMessage.errorMessage": "Sorry :(",
    "app.footer.userMessage.successMessage": "Thank you!",
    "app.footer.userMessage.issueError": "The data entered for creating the issue is invalid!",
    "app.footer.repository.title": "Game Source Code",
    "app.footer.repository.text": "Help us build a better vector! The source code of this game is in github and you can contribute to improve it.",
    "app.footer.repository.link": "GitHub",
    "app.footer.rpg.system.title": "RPG System",
    "app.footer.copyright": "Free forever, and go...",
    "app.401.title": "401",
    "app.401.message": "There was an error in your authentication, or you do not have permission to access the feature.",
    "app.403.title": "403",
    "app.403.message": "Sorry, your session has expired or has been changed. Try again.",
    "app.404.title": "404",
    "app.404.message": "Opss ... Page not found!",
    "app.200.title": "Ok",
    "app.200.message": "Operation performed successfully!",
    "app.500.title": "500",
    "app.500.message": "Sorry... It's not you. It's us.",
    "app.500.default": "An unknown error has occurred!",
    "app.500.insecureParam %s": "The value \"%s\" is invalid!",
    "app.500.invalidURL": "Invalid URL! Invalid symbols found.",
    "app.500.invalidLocale": "Error setting site language!",
    "app.200.validLocale": "Language set correctly!",
    "app.coming.soon.text": "Coming soon...",
    "app.index.first.block.button": "Start your journey!",
    "app.index.first.block.text": "Vectortowns is a text-based online RPG set in a wrecked, extreme, and unscrupulous future where all biological and mechatronic beings (both playable) live in endless underground tunnels. Explore thousands of rooms, find random items, and get unique cards!",
    "app.index.second.block.title": "A land without law",
    "app.index.second.block.text": "The Clericus say the year is 3400, but there are those who doubt it. The count is lost and even the Machinas know the truth. Mother Earth is destroyed. The few survivors, sane or crazy, pure or bastard, are all confined to Vectortowns, underground tunnels under the last great city of the old men. They hide themselves from the demons: the sun, which burns the day with great force; The Noctis, which brings the freezing darkness at night; And Sievert, poisoning everything that touches, air, water, or ground. Factions fight each other for control of what little remains, limited or indifferent to the precepts of life.",
    "app.index.third.block.title": "Vectortowns",
    "app.index.third.block.text": "The cluster of underground villages under the Soviete town are knowns as Vectortowns, the refuge of the last survivors of Mother Earth. The old men, at the beginning of the Endless War, built a huge infrastructure of caves and passages called bunkers. According to the legends, with its misplaced omnipotence of the last millennium, the old men built machines of eternal provision and conditioning. The deliriums of omnipotence of the past millennium have made them build machines of eternal provision and conditioning. There is infrastructure for light generation, decontamination of water and air, and giant greenhouses for raising animals (almost extinct) and production of our daily ration.",
    "app.index.fourth.block.title": "The Last One",
    "app.index.fourth.block.text": "No one knows how or why it was created. Very few know their true location. This image was recovered from the Pugnaes archives and divulged clandestinely in the sublevel. The leader of the Machinas, known as The Last One, has control over the existence of all mechatronic beings. With his omnipotence it can turn off any Machina at any time. This is one of the biggest risks for Ex-Machiners. Some say there is a way to disconnect from The Last One, but there are no facts proving this theory.",
    "app.index.fifth.block.title": "Text extracted from the notes of a Endless War veteran",
    "app.index.fifth.block.text": "As the Pro-Orbis tell us, around the 24th century, in the decadence of old men, the temperature of the Mother Earth already surpassed all acceptable limits of survival. Northern member states (by all accounts, member states are a kind of clusters of factions) were able to guard against climate catastrophes by creating Vectortowns. The southern kingdoms, however, had no choice: they migrated north, or would be burned to death. Current political rules were broken when yellow-skinned men (Homo sapiens fuscus) migrated on a large scale to an ancient region called Siberia, which was ruled by the Soviete. With his military might controlled by The Last One, Soviete was in favor of the historical fact they called the Second Expurgation. The war was inevitable. Over time, it has taken on planetary and extraplanetary proportions (I do not know what it is ... it seems that someone has been able to build a kind of refuge out of Mother Earth, I think it has also been destroyed). The Last One, which is extremely accurate in reaching its goals, has identified anomalies in human behavior that could lead to its destruction. So the fault is Machinas? Well, my son once asked me why The Last One is cruel. I asked him if he killed ants for cruelty. \"I do not think anyone kills ants with cruelty,\" he replied quickly. If you're building a new tunnel for Vectortowns and an ant hill is on your way, what would you do? Would you change the design of the tunnel? The climax of the Endless War happened when humanity looked like these ants. The Last One was not cruel, just did not change the design of the tunnel.",
    "app.index.sixth.block.title": "The gods: Sun God, Noctis, Sievert and Viride",
    "app.index.sixth.block.text": "There is no biological or mechatronic being who does not know the wrath of the gods. Some men, more eccentric, preach that such gods are a reflection of the terrible choices of old men. However the Sacerdos know the truth: the gods came to destroy the whole existence of the Mother Earth and devastate the goddess Viride, guardian of the harvest and life. The Sun God burns! During the day, temperatures reach 228 degrees Fahrenheit. This temperature can burn a man in less than 10 minutes. Noctis freezes the night at minus 16 degrees Fahrenheit. Sievert is the most perverse: he is capable of penetrating the earth, the stone, the water, spreading radiation to injure the souls of men and burn the circuits of the Machinas. Viride guides the last Confidens in the quest for legendary trees. There is no one who has seen a tree or remnants of its truth, but hope moves the blind, as they say.",
    "app.login.title": "Sign in ",
    "app.login.subtitle": "Don't worry it's free ;)",
    "app.login.integrated.title": "Integrated login",
    "app.login.integrated.text1": "Sign in using your Google account to make it easier to sign up. We'll just get your email¹ and login².",
    "app.login.integrated.text2": "1- We will only use your email account to submit content from this site.",
    "app.login.integrated.text3": "2- Your login will only be used as a suggestion for your nickname on this site.",
    "app.login.local.title": "Vectortowns account",
    "app.login.local.text1": "Or if you prefer, login here.",
    "app.login.local.text2": "Do not have an account on this site? Sign up, there are only five¹ text fields.",
    "app.login.local.text3": "Forgot your password? Stay calm, we'll help you.",
    "app.login.local.text4": "1- Note that a text field is just the confirmation of the password.",
    "app.login.local.email": "E-mail",
    "app.login.local.password": "Password",
    "app.login.local.submit": "Login",
    "app.login.local.new": "Sign in",
    "app.login.local.forgot": "Recover password",
    "app.login.error.message": "The user or password could not be found! If your account is integrated with Google, please log in using the button beside.",
    "app.login.error.password": "Invalid password!",
    "app.profile.title": "Profile",
    "app.profile.login": "Login",
    "app.profile.login.success": "Valid login!",
    "app.profile.login.error.notFound": "Sorry, no login was defined!",
    "app.profile.login.error.size": "Login must be at least 4 characters!",
    "app.profile.login.error.char": "Login has invalid characters!",
    "app.profile.login.error.found": "Sorry, this login already exists!",
    "app.profile.email.success": "Valid e-mail!",
    "app.profile.email.error.notFound": "Sorry, no e-mail was defined!",
    "app.profile.email.error.invalid": "Invalid e-mail!",
    "app.profile.email.error.found": "Sorry, this e-mail already exists!",
    "app.profile.email": "E-mail",
    "app.profile.password": "Password",
    "app.profile.password.meter.0": "Very bad password (we can not accept it)",
    "app.profile.password.meter.1": "Bad password",
    "app.profile.password.meter.2": "Weak password",
    "app.profile.password.meter.3": "Good password",
    "app.profile.password.meter.4": "Strong password",
    "app.profile.confirm": "Confirm password",
    "app.profile.confirm.error": "Passwords are not the same!",
    "app.profile.confirm.success": "Confirmed password!",
    "app.profile.google.withoutPassword": "Users with google login do not have a password.",
    "app.profile.submit": "Save",
    "app.profile.submit.validate": "There was an error signing up! Please check the form fields.",
    "app.profile.insert.error": "There was an error inserting your user.",
    "app.user.manyUsersFound": "There was an error querying the user!",
    "app.user.updateTerms": "There was an error saving the terms!",
    "app.recoveryPassword.createMe.notFound": "Could not generate password recovery because no user has been defined.",
    "app.terms.title": "Terms of Use",
    "app.terms.subtitle": "Our programmers did a survey on the internet and learned that 73% of people who read the terms of use in full, have a dog or play ps4 an hour a day are very happy...",
    "app.terms.checkbox": "I declare that I am over 18 years old, have read and agree to the terms of use, code of conduct and established rules for the game Vectortowns.com",
    "app.terms.errorMessage": "Sorry, you need to agree to the terms to complete your registration. I'll simplify it for you: It's free and you will not have any surprises. In addition, they are rules of use and good conduct online.",
    "app.terms.submit": "Finish Registration",
    "app.terms.already.signed": "Access to the site's terms of use has been blocked because your user has already accepted them in the past.",
    "app.email.recovery.password.name": "Vectortowns",
    "app.email.recovery.password.title": "Password recovery",
    "app.email.recovery.password.text1 %s": "Hi %s!",
    "app.email.recovery.password.text2": "I am here because I felt your presence in the vector. And I'm never mistaken, my friend. I also noticed that you can not log in. So you're trying to recover your password. Do not worry, go to the link below and you can reset it.",
    "app.email.recovery.password.text3": "Click here to reset your password",
    "app.email.recovery.password.text4": "If you did not request this reset, please ignore it. Someone may have sent it by mistake.",
    "app.email.recovery.password.text5": "This request is valid for 24 hours. Do not pass it on to anyone!",
    "app.email.recovery.password.text6": "I hope to see you again at Vectortowns.",
    "app.email.recovery.password.text7": "With respect, The Last One",
    "app.recovery.title": "Password Recovery",
    "app.recovery.subtitle": "If you're using an integrated Google account, you will not be able to recover your password here. You must use the Google password recovery procedure. Or you can register on this site using an email of your choice.",
    "app.recovery.submit": "Send E-mail",
    "app.recovery.error.notFound": "E-mail not found!",
    "app.recovery.error.user": "Error fetching the email user!",
    "app.recovery.error.create": "A database error occurred while creating the password recovery log!",
    "app.recovery.success": "The password recovery email was sent successfully! This request is valid for 24 hours. After this time it will be discarded and you will need to submit another request to recover your password.",
    "app.recovery.step2.error.notFound": "There was an error fetching the password recovery request.",
    "app.recovery.step2.notFound": "Sorry, we did not find this password recovery request. See if you've entered the right link or try another request.",
    "app.recovery.step2.alreadyUsed": "This password recovery request has already been used. You will need to create another to recover your password.",
    "app.recovery.step2.requestExpired": "This password recovery request has expired. You will need to create another to retrieve your password.",
    "app.recovery.step2.disabled": "This password recovery request has been disabled. This happened because another request was created. Use the latest request.",
    "app.recovery.step2.title": "Password Recovery",
    "app.recovery.step2.submit": "Save Password",
    "app.recovery.step2.submit.validate": "Could not update password! Please check the form fields.",
    "app.recovery.step2.error.passwordChanged": "There was an error changing your password!",
    "app.recovery.step2.passwordChanged": "Your password has been changed successfully."
}