{
	"mysql.procedure.error": "Ocorreu um erro ao executar uma stored procedure!",
	"app.header.hi": "Olá",
	"app.header.login": "Login",
	"app.header.wiki": "Wiki",
	"app.header.logout": "Sair",
	"app.header.language": "Escolha o idioma",
	"app.footer.userMessage.title": "Encontrou algum erro?",
	"app.footer.userMessage.text": "Ajude-nos a corrigir os problemas do site.",
	"app.footer.userMessage.longText": "Se você encontrou algum problema nas regras do jogo ou bug no site, ajude-nos a consertá-lo! Avise aos desenvolvedores. Você precisa estar logado para usar este recurso.",
	"app.footer.userMessage.label": "Descreva o problema",
	"app.footer.userMessage.submit": "Enviar Ticket",
	"app.footer.userMessage.errorMessage": "Desculpe :(",
	"app.footer.userMessage.successMessage": "Obrigado!",
	"app.footer.userMessage.issueError": "Os dados informados para a criação da issue são inválidos!",
	"app.footer.repository.title": "Código-fonte do Jogo",
	"app.footer.repository.text": "Ajude-nos a construir uma vector melhor! O código fonte deste jogo encontra-se no github e você pode contrubuir para melhorá-lo.",
	"app.footer.repository.link": "GitHub",
	"app.footer.rpg.system.title": "Sistema RPG",
	"app.footer.copyright": "Livre para sempre, e adiante...",
	"app.401.title": "401",
	"app.401.message": "Ocorreu um erro em sua autenticação ou você não possui autorização para acessar o recurso.",
	"app.403.title": "403",
	"app.403.message": "Desculpe, mas sua sessão expirou ou foi alterada. Tente novamente.",
	"app.404.title": "404",
	"app.404.message": "Opss ... Página não encontrada!",
	"app.200.title": "Ok",
	"app.200.message": "Operação realizada com sucesso!",
	"app.500.title": "500",
	"app.500.message": "Desculpe.. Não foi você. Fomos nós.",
	"app.500.default": "Ocorreu um erro desconhecido!",
	"app.500.insecureParam %s": "O valor \"%s\" é inválido!",
	"app.500.invalidURL": "URL inválida! Foram encontrados símbolos inválidos no endereço.",
	"app.500.invalidLocale": "Erro ao configurar o idioma!",
	"app.200.validLocale": "Idioma configurado com sucesso!",
	"app.coming.soon.text": "Em breve...",
	"app.index.first.block.button": "Inicie sua jornada!",
	"app.index.first.block.text": "Vectortowns é um RPG on-line baseado em texto que se passa num futuro decaído, extremo e inescrupuloso, onde todos os seres biológicos e mecatrônicos, ambos jogáveis, aventuram-se pelos intermináveis túneis subterrâneos. Explore milhares de salas, encontre itens aleatórios, e obtenha cartas únicas!",
	"app.index.second.block.title": "Uma terra sem lei",
	"app.index.second.block.text": "Os Clericus dizem que o ano é 3400, mas há quem duvide. A contagem perdeu-se e nem as Machinas são confiáveis no consenso. A mãe terra está destruída. Os poucos sobreviventes, incólumes ou loucos, puros ou bastardos, estão todos confinados na Vectortowns, malha de túneis subterrâneos sob a última grande cidade dos velhos homens. Eles escondem-se dos demônios: o Sol, que queima o dia de forma imponente, o Noctis, que traz as trevas congelantes durante a noite, e o Sievert, que envenena tudo que toca, seja ar, seja água, seja chão. As facções brigam entre si pelo controle do pouco que resta, limitadas ou indiferentes aos preceitos da vida.",
	"app.index.third.block.title": "Vectortowns",
	"app.index.third.block.text": "O aglomerado de vilas subterrâneas sob a cidade Soviete é conhecido como Vectortowns, o refúgio dos últimos sobreviventes da mãe terra. Os velhos homens, na eminência da Guerra-Sem-Fim, construíram uma enorme infraestrutura de cavernas e passagens que foram apelidadas de bunkers. Como contam as lendas, os delírios de onipotência do milênio passado fizera-los construir máquinas de provimento e acondicionamento eterno. Há infraestrutura para geração de luz, descontaminação da água e do ar, e estufas gigantescas para a criação de animais (quase todos extintos) e produção da ração nossa de cada dia.",
	"app.index.fourth.block.title": "A Última",
	"app.index.fourth.block.text": "Ninguém sabe como ou porque ela foi criada. Pouquíssimos conhecem o seu verdadeiro paradeiro. Esta imagem foi recuperada dos antigos arquivos dos Pugnaes e divulgada clandestinamente no subnível. O líder das Machinas, conhecida como A Última, tem o controle sobre a existência de todos os seres mecatrônicos. Ela pode, em sua onipotência, desligar qualquer Machina, a qualquer momento. Esse é um dos riscos constantes que as Ex- Machinas convivem. Dizem que existem meios de desconectar-se de A Última, mas não há fatos que comprovem essa teoria.",
	"app.index.fifth.block.title": "Texto extraído das anotações de um veterano da Guerra-Sem-Fim",
	"app.index.fifth.block.text": "Como contam os Pro-Orbis, por volta do século XXIV, na decadência dos velhos homens, a temperatura da mãe terra já ultrapassava todos os limites aceitáveis de sobrevivência. Os estados-membros do hemisfério norte (pelo que tudo indica, estados-membros é uma espécie de aglomerado de facções) tiveram condições de se resguardar das catástrofes climáticas criando a Vectortowns. Os reinos do Sul, todavia, não tiveram escolha: ou migravam para o norte, ou morriam cremados. O limite político estabelecido foi quebrado no momento em que os Homo sapiens fuscus, de pele amarela e olhos puxados, migraram em grande escala para uma antiga região chamada Sibéria, até então governada pela grande cidade Soviete. Com seu poderio militar controlado por A Última, Soviete foi favorável ao fato histórico que eles chamaram de Segundo Expurgo. A guerra foi inevitável. Com o tempo, tomou proporções planetárias e extraplanetárias (não sei o que é isso... parece que alguém conseguiu construir uma espécie de refúgio fora da mãe terra. Tudo indica que também foi destruído). A Última, sendo extremamente precisa em atingir suas metas, identificou anomalias no comportamento biológico que levaria a sua própria extinção. Então a culpa é das Machinas? Bom, uma vez o meu filho me perguntou por que A Última é cruel. Eu retruquei perguntando se ele matava formigas por crueldade. \"Acho que ninguém mata formigas por crueldade\", ele prontamente me respondeu. Se você estiver na empreitada de um novo túnel para a Vectortowns e um formigueiro estiver no seu caminho, o que faria? Mudaria o túnel de direção? O auge da Guerra-Sem-Fim aconteceu quando a humanidade ficou em posição semelhante ao destas formigas. A Última não foi cruel, só não quis mudar a direção do túnel.",
	"app.index.sixth.block.title": "Os deuses: Sol, Noctis, Sievert e Viride",
	"app.index.sixth.block.text": "Não há ser biológico ou mecatrônico que não conheça a ira dos deuses. Alguns, mais excêntricos, pregam que tais entidades não passam de um reflexo das terríveis escolhas dos velhos homens. Os Sacerdos, entretanto, conhecem a verdade: os deuses vieram para destruir toda a existência da mãe terra e devastar a deusa Viride, protetora das colheitas e da vida. O deus Sol queima! Durante o dia, as temperaturas chegam aos 109 graus Celsius. Essa temperatura é capaz de queimar um homem em menos de 10 minutos. O deus Noctis congela a noite a 27 graus Celsius negativos. Sievert é o mais perverso: é capaz de se entranhar na terra, na pedra, na água, espalhando radiação para ferir a alma dos vivos e frigir os circuitos das Machinas. Viride orienta os últimos Confidens na busca das lendas conhecidas como árvores. Não há ser vivo que tenha visto alguma ou resquícios de sua veracidade, mas a esperança move os cegos, como dizem.",
	"app.login.title": "Identificação ",
	"app.login.subtitle": "não se preocupe, é grátis ;)",
	"app.login.integrated.title": "Login integrado",
	"app.login.integrated.text1": "Entre através de sua conta do Google, ela facilitará seu cadastro. Utilizaremos apenas o seu endereço de email¹ e o seu login².",
	"app.login.integrated.text2": "1- Só utilizaremos sua conta de email para enviar conteúdo exclusivo deste site.",
	"app.login.integrated.text3": "2- Seu login será utilizado apenas como sugestão para o seu apelido neste site.",
	"app.login.local.title": "Login pelo site",
	"app.login.local.text1": "Ou se preferir, faça seu login pelo site.",
	"app.login.local.text2": "Não possui uma conta neste site? Faça seu cadastro, são apenas cinco¹ campos.",
	"app.login.local.text3": "Esqueceu sua senha? Fique calmo, nós ajudaremos você.",
	"app.login.local.text4": "1- E note que um deles é apenas a confirmação da senha.",
	"app.login.local.email": "E-mail",
	"app.login.local.password": "Senha",
	"app.login.local.submit": "Entrar",
	"app.login.local.new": "Cadastre-se",
	"app.login.local.forgot": "Recuperar senha",
	"app.login.error.message": "O usuário ou senha não foram encontrados! Se sua conta for integrada ao Google, realize o login através do botão ao lado.",
	"app.login.error.password": "Senha inválida!",
	"app.profile.title": "Cadastro",
	"app.profile.login": "Login",
	"app.profile.login.success": "Login válido!",
	"app.profile.login.error.notFound": "Desculpe, mas nenhum login foi definido!",
	"app.profile.login.error.size": "O login deve ter no mínimo 4 caracteres!",
	"app.profile.login.error.char": "O login possui caracteres inválidos!",
	"app.profile.login.error.found": "Desculpe, mas este login já existe!",
	"app.profile.email.success": "E-mail válido!",
	"app.profile.email.error.notFound": "Desculpe, mas nenhum e-mail foi definido!",
	"app.profile.email.error.invalid": "E-mail inválido!",
	"app.profile.email.error.found": "Desculpe, mas este e-mail já existe!",
	"app.profile.email": "E-mail",
	"app.profile.password": "Senha",
	"app.profile.password.meter.0": "Senha muito ruim (não podemos aceitá-la)",
	"app.profile.password.meter.1": "Senha ruim",
	"app.profile.password.meter.2": "Senha fraca",
	"app.profile.password.meter.3": "Senha boa",
	"app.profile.password.meter.4": "Senha forte",
	"app.profile.confirm": "Confirmar senha",
	"app.profile.confirm.error": "As senhas estão diferentes!",
	"app.profile.confirm.success": "Senha confirmada!",
	"app.profile.google.withoutPassword": "Usuários com login do google não possuem password.",
	"app.profile.submit": "Salvar",
	"app.profile.submit.validate": "Não foi possível realizar o cadastro! Por favor verifique os campos do formulário.",
	"app.profile.insert.error": "Ocorreu um erro ao cadastrar o usuário.",
	"app.user.manyUsersFound": "Ocorreu um erro ao consultar o usuário!",
	"app.user.updateTerms": "Ocorreu um erro ao salvar o aceite dos termos!",
	"app.recoveryPassword.createMe.notFound": "Não foi possível gerar a recuperação de senha porque nenhum usuário foi definido.",
	"app.terms.title": "Termos de uso",
	"app.terms.subtitle": "Nossos programadores fizeram uma pesquisa na internet e descobriram que 73% das pessoas que leem integralmente os termos de uso, possuem um cachorro ou jogam ps4 uma hora por dia são mais felizes...",
	"app.terms.checkbox": "Eu declaro que tenho mais de 18 anos, li e concordo com os termos de uso, código de conduta e regras estabelecidas para o jogo Vectortowns.com",
	"app.terms.errorMessage": "Desculpe, mas você precisa concordar com os termos para finalizar seu cadastro. Vou resumir: É grátis e você não terá surpresas. Além disso, são regras de uso e boa conduta on-line.",
	"app.terms.submit": "Concluir Cadastro",
	"app.terms.already.signed": "O acesso aos termos de uso do site foi bloqueado porque seu usuário já aceitou-os no passado.",
	"app.email.recovery.password.name": "Vectortowns",
	"app.email.recovery.password.title": "Recuperação de Senha",
	"app.email.recovery.password.text1 %s": "Olá %s!",
	"app.email.recovery.password.text2": "Eu estou aqui porque senti sua presença na vector. E não costumo me enganar, nunca, aliás. Percebi também que você não está conseguindo se logar. Por isso está tentando recuperar sua senha. Não se preocupe, entre no link abaixo e você poderá redefini-la.",
	"app.email.recovery.password.text3": "Clique aqui para redefinir sua senha",
	"app.email.recovery.password.text4": "Se você não solicitou essa redefinição, ignore-a. Alguém pode ter enviado por engano.",
	"app.email.recovery.password.text5": "Esta solicitação é válida por 24 horas. Não repasse-a a ninguém!",
	"app.email.recovery.password.text6": "Espero vê-lo novamente na Vectortowns.",
	"app.email.recovery.password.text7": "Com respeito, A Última",
	"app.recovery.title": "Recuperação de Senha",
	"app.recovery.subtitle": "Se você estiver utilizando uma conta Google integrada, não será possível recuperar sua senha por aqui. Você deverá utilizar o procedimento de recuperação de senha do próprio site do Google. Ou, se preferir, pode se cadastrar neste site utilizando um email de sua preferência.",
	"app.recovery.submit": "Enviar E-mail",
	"app.recovery.error.notFound": "E-mail não encontrado!",
	"app.recovery.error.user": "Erro ao buscar o usuário do e-mail!",
	"app.recovery.error.create": "Ocorreu um erro de banco de dados na criação do registro de recuperação de senha!",
	"app.recovery.success": "O e-mail de recuperação de senha foi enviado com sucesso! Esta solicitação é válida por 24 horas. Após esse período ela será descartada e você precisará enviar outra solicitação para recuperar sua senha.",
	"app.recovery.step2.error.notFound": "Ocorreu um erro ao buscar a solicitação de recuperação de senha.",
	"app.recovery.step2.notFound": "Desculpe, mas não encontramos esta solicitação de recuperação de senha. Verique se você acessou o link correto ou tente criar outra solicitação.",
	"app.recovery.step2.alreadyUsed": "Está solicitação de recuperação de senha já foi utilizada. Você vai precisar criar outra caso queira recuperar sua senha.",
	"app.recovery.step2.requestExpired": "Esta solicitação de recuperação de senha perdeu a validade. Você precisará criar outra caso queira recuperar sua senha.",
	"app.recovery.step2.disabled": "Esta solicitação de recuperação de senha foi desabilitada. Isso aconteceu porque outra solicitação foi criada. Utilize a solicitação mais recente.",
	"app.recovery.step2.title": "Recuperação de Senha",
	"app.recovery.step2.submit": "Salvar Senha",
	"app.recovery.step2.submit.validate": "Não foi possível atualizar a senha! Por favor verifique os campos do formulário.",
	"app.recovery.step2.error.passwordChanged": "Ocorreu um erro ao alterar a senha!",
	"app.recovery.step2.passwordChanged": "Sua senha foi alterada com sucesso."
}